/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%1$.0lfk de %2$.0lfk";

/* No comment provided by engineer. */
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "¡%1$@ %2$@ se ha instalado y se podrá usar la próxima vez que %3$@ arranque! ¿Quieres reiniciar ahora?";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ es actualmente la versión disponible más reciente.";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ está ya está disponible (tú tienes %3$@). ¿Quieres descargarla ahora?";

/* No comment provided by engineer. */
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help.";

/* No comment provided by engineer. */
"A new version of %@ has been installed!" = "¡Se ha instalado una nueva versión de %@!";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "¡Hay disponible una nueva versión de %@!";

/* No comment provided by engineer. */
"An error occurred during installation. Please try again later." = "Ha ocurrido un error durante la instalación. Por favor, inténtalo de nuevo más tarde.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Ha ocurrido un error al obtener información sobre actualizaciones. Por favor, inténtalo de nuevo más tarde.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Ha ocurrido un error mientras se descomprimía el archivo. Por favor, inténtalo de nuevo más tarde.";

/* No comment provided by engineer. */
"An error occurred while trying to download the file. Please try again later." = "Ha ocurrido un error mientras se intentaba descargar el archivo. Por favor, inténtalo de nuevo más tarde.";

/* No comment provided by engineer. */
"An update is already in progress!" = "¡Ya hay una actualización en marcha!";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Check for updates on startup?" = "¿Buscar actualizaciones al arrancar?";

/* No comment provided by engineer. */
"Downloading update..." = "Descargando actualización...";

/* No comment provided by engineer. */
"Extracting update..." = "Descomprimiendo actualización...";

/* No comment provided by engineer. */
"Install and Relaunch" = "Instalar y reiniciar";

/* No comment provided by engineer. */
"Installing update..." = "Instalando actualización...";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to install!" = "¡Preparado para instalar!";

/* No comment provided by engineer. */
"Update Error!" = "¡Error de actualización!";

/* No comment provided by engineer. */
"Updating %@" = "Actualizando %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "¿Quieres que %@ busque actualizaciones al arrancar? Si no, puedes buscarlas manualmente desde el menú de programa.";

/* No comment provided by engineer. */
"Yes" = "Sí";

/* No comment provided by engineer. */
"You're up to date!" = "¡Está actualizado!";

